Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=166_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Oheismateriaalit ovat inarinsaamenkielisiä lasten filmejä ja uskonnollisia lauluja, koltansaamenkielisiä kirkkolauluja ja evankeliumitekstejä sekä pohjoissaamenkielisiä tarinoita, äänikirja ja virsiä.
sms: Peukaloisen retket–animaatiosarjasta julkaistiin yhteensä 22 inarinsaamen kielelle käännettyä osaa (Pelgi Nijlâs määđhih 31-52).

source: CD:t ja DVD:t on äänitetty YLE Sámi radion studiossa Inarissa.
sms: Animaatiofilmit ovat olleet koulujen käytössä jo aiemmin kokeilupainoksina.

source: Peukaloisen retket–animaatiosarjasta julkaistiin yhteensä 22 inarinsaamen kielelle käännettyä osaa (Pelgi Nijlâs määđhih 31-52).
sms: Inarinsaamenkielisiä virsiä ja hengellisiä lauluja (Anarâšlavluuh) julkaistiin tupla-CD:n verran.

source: Animaatiofilmit ovat olleet koulujen käytössä jo aiemmin kokeilupainoksina.
sms: Virret esittää inarinsaamen virsilauluryhmä (Ilmari Mattus, Heli Aikio, Ilmari Aikio, Onni Aikio, Unto Aikio, Rauni Mannermaa ja Lyyli Vehmasaho) ja muut hengelliset laulut Rauni Mannermaa.

source: Inarinsaamenkielisiä virsiä ja hengellisiä lauluja (Anarâšlavluuh) julkaistiin tupla-CD:n verran.
sms: Koltansaamen kielellä julkaistiin yhteensä 20 kirkkolaulua sisältävä CD-levy.

source: Virret esittää inarinsaamen virsilauluryhmä (Ilmari Mattus, Heli Aikio, Ilmari Aikio, Onni Aikio, Unto Aikio, Rauni Mannermaa ja Lyyli Vehmasaho) ja muut hengelliset laulut Rauni Mannermaa.
sms: Laulut esittää koltansaamenkielinen kirkkolauluryhmä (Erkki Lumisalmi, Aulikki Lumisalmi, Anna Lumisalmi, Katri Jefremoff, Seija Sivertsen ja Kirsti Näveri-Bogdanoff).

source: Koltansaamen kielellä julkaistiin yhteensä 20 kirkkolaulua sisältävä CD-levy.
sms: Johanneksen evankeliumi (Evvan Evaŋğélium) Erkki Lumisalmen lukemana julkaistiin kolmena CD-levynä.

source: Laulut esittää koltansaamenkielinen kirkkolauluryhmä (Erkki Lumisalmi, Aulikki Lumisalmi, Anna Lumisalmi, Katri Jefremoff, Seija Sivertsen ja Kirsti Näveri-Bogdanoff).
sms: Pohjoissaamenkielisiä virsiä julkaistiin Hetan virsilauluryhmän (Helena Valkeapää, Anni-Marja Valkeapää, Ilmari Laiti, Wimme Saari, Marie Kvärnmo-Valkeapää ja Niko Valkeapää) esittäminä viisi CD-levyllistä, Utsjoen virsilauluryhmän (Janne Aikio, Maria Aikio, Annukka Hirvasvuopio-Laiti, Jenna Rasmus ja Niilo Rasmus) esittämänä yksi CD ja Annukka Hirvasvuopio-Laitin ja Janne Aikion esittämänä yksi CD. Virret ovat olleet koulujen käytössä aiemmin kokeiluversioina.

source: Johanneksen evankeliumi (Evvan Evaŋğélium) Erkki Lumisalmen lukemana julkaistiin kolmena CD-levynä.
sms: Siiri Miettusen ja Ritva Torikan kouluradiolle vuonna 1989 valmistama pohjoissaamenkielinen tarinasarja Lodderáidalas julkaistiin kahtena CD-levynä.

source: Pohjoissaamenkielisiä virsiä julkaistiin Hetan virsilauluryhmän (Helena Valkeapää, Anni-Marja Valkeapää, Ilmari Laiti, Wimme Saari, Marie Kvärnmo-Valkeapää ja Niko Valkeapää) esittäminä viisi CD-levyllistä, Utsjoen virsilauluryhmän (Janne Aikio, Maria Aikio, Annukka Hirvasvuopio-Laiti, Jenna Rasmus ja Niilo Rasmus) esittämänä yksi CD ja Annukka Hirvasvuopio-Laitin ja Janne Aikion esittämänä yksi CD. Virret ovat olleet koulujen käytössä aiemmin kokeiluversioina.
sms: Sarjaan on saatavissa myös tehtäväkirjanen.

source: Siiri Miettusen ja Ritva Torikan kouluradiolle vuonna 1989 valmistama pohjoissaamenkielinen tarinasarja Lodderáidalas julkaistiin kahtena CD-levynä.
sms: Tuomas Maggan (Guhtur-Niillas Tuomis) pohjoissaameksi CD:lle lukemat osat koutokeinolaisen Anders Pedersen Bärin (Máiza-Bier Ánde) kirjasta sopivat sekä äidinkielen, historian että uskonnon opetuksen oheismateriaaliksi.

source: Sarjaan on saatavissa myös tehtäväkirjanen.
sms: Pedersen Bär kirjoitti kertomuksia omasta elämästään 1800-luvun lopulla ollessaan vankilassa tuomittuna n.k. Koutokeinon kapinan jälkeen.

source: Tuomas Maggan (Guhtur-Niillas Tuomis) pohjoissaameksi CD:lle lukemat osat koutokeinolaisen Anders Pedersen Bärin (Máiza-Bier Ánde) kirjasta sopivat sekä äidinkielen, historian että uskonnon opetuksen oheismateriaaliksi.
sms: Koulun ympäristötieto 3-oppikirja julkaistiin pohjoissaamenkielisenä käännöksenä (Birasdiehtu 3), jonka on tehnyt Jouni Antti Vest (Jovnna-Ánde Vest).

source: Pedersen Bär kirjoitti kertomuksia omasta elämästään 1800-luvun lopulla ollessaan vankilassa tuomittuna n.k. Koutokeinon kapinan jälkeen.
sms: Uusia ja aiemmin julkaistuja oppimateriaaleja voi tilata saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta .

source: Koulun ympäristötieto 3-oppikirja julkaistiin pohjoissaamenkielisenä käännöksenä (Birasdiehtu 3), jonka on tehnyt Jouni Antti Vest (Jovnna-Ánde Vest).
sms: Materiaalit ovat maksuttomia kouluille.
